// © Copyright 2004-2013, 2015-2017 HP Development Company, L.P.

// Text fields' values
PrinterStatusTitleTextFieldValue = "État du périphérique :";
SuppliesTitleTextFieldValue = "Fournitures :";
PrinterNameTitleTextFieldValue = "Nom :";
ModelTitleTextFieldValue = "Modèle :";

//Control titles
DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Reprendre";
SupplyInfoTaskTitle = "Infos sur les fournitures";
TravelInfoTaskTitle = "Infos de voyage";

InkStatusConsumableForAnotherPrinter = "Cartouche HP authentique pour une autre imprimante";
UnexpectedInstantInkInstalledName = "Installation inattendue d'Instant Ink";
HPIICartridgeInstalled = "Cartouche HP Instant Ink installée";

// Device states
IdleName = "En attente";
BusyName = "Occupé";
InitializingName = "Initialisation en cours";
PrintingName = "Impression";
WarmupName = "Mise en marche";
ReportsPrintingName = "Impression de rapports";
CancelingName = "Annulation…";
CalibratingName = "Calibrage en cours…";
ScanningName = "Numérisation en cours…";
FaxDialingName = "Composition du numéro de télécopie…";
FaxProblemName = "Problème lié au télécopieur";
FaxProcessingName = "Traitement de la télécopie…";
FaxConnectingName = "Connexion de la télécopie…";
FaxSendingName = "Envoi de la télécopie…";
FaxReceivingName = "Réception de la télécopie…";
FaxBlockingName = "Blocage de la télécopie…";
FaxCommunicationErrorName = "Impossible de communiquer avec la fonction fax";
CopyingName = "Copie en cours";
IOStallName = "Interruption de l'E/S";
GeneralPrinterError = "Erreur générale de l'imprimante";
PrinterErrorName = "Erreur d'imprimante";
PrinterFailure = "Défaillance de l'imprimante";
PrintSystemProblemName = "Problème au niveau du système d'impression";
PrinterProblemName = "Problème lié à l'imprimante";
PrintingInQuietModeName = "Imprimer en mode discret";
CopyingInQuietModeName = "Copie en mode silencieux";
PaperSizeMismatchName = "Format de papier incorrect";
PaperSizeMismatchTitle = "Format de papier incorrect";
QuietModeIgnoredName = "Mode discret temporairement désactivé";
InkCarriageStallName = "Chariot de cartouches d'encre bloqué";
PrintheadFailedOrMissedName = "Tête d'impression manquante ou défectueuse";
ProblemWithPrintheadName = "Problème avec la tête d'impression";
PaperJamOrTrayProblemTitle = "Bourrage papier ou problème lié à un bac";
RealTimeClockFailureName = "Problème avec la préparation de l'imprimante";
ActionRequired = "Action requise";

DeviceStatusUnknown = "Inconnu";

FeederJammedOrDirtyName = "Chargeur de documents bloqué ou encrassé";

DiaperFullWarning = "Avertissement de capacité du service d'encre";

CDopenTitle = "Le bac à CD/DVD est ouvert";
CDopenMsg = "Veuillez fermer le bac à CD/DVD pour poursuivre l’impression depuis le bac principal.";
CDclosedTitle = "Le bac à CD/DVD est fermé";
CDclosedMsg = "Veuillez ouvrir le bac à CD/DVD pour poursuivre l’impression du CD.";

DryTimeWaitName = "Attente pour séchage";
DryTimeWaitTitle = "Attente pour séchage";
DryTimeWaitMsg = "Le périphérique s'arrête quelques instants pour permettre à l'encre de sécher.\nS'il s'agit d'une tâche d'impression recto verso automatique, ne retirez pas le papier. Le périphérique entraîne de nouveau la feuille pour imprimer la seconde face.";

PenChangeName = "Changement de cartouche d'impression";
BannerEjectNeededName = "Éjection de la banderole nécessaire.";
BannerMismatchName = "Banderole inadaptée";
PhotoMismatchName = "Photos inadaptées";
DuplexMismatchName = "Interclassement inadapté";

CarriageStallName = "Arrêt du chariot";
CarriageStallTitle = "Le chariot est bloqué";
CarriageStallMsg = "Le support des cartouches d'impression est bloqué.\nEteignez le périphérique. Vérifiez qu'aucun bourrage papier et qu'aucune obstruction ne se sont produits dans le périphérique.";

PrintBarStallName = "Blocage de la barre d'impression";

PaperStallName = "Arrêt de l'alimentation papier";

PenFailureName = "La cartouche d'impression ne fonctionne pas";
InkSystemFailureName = "Le système d'encre ne fonctionne pas";
InkCartridgeFailureName = "Échec de la cartouche d'encre";
CartridgeProblemName = "Problème de cartouche";
IncompatibleCartridgesName = "Cartouches incompatibles";
IncompatibleInkCartridgesName = "Cartouches d'encre incompatibles";
IncompatibleTonerName = "Cartouche incompatible";
IncompatibleDrumName = "Tambour incompatible";
CartridgeInWrongOrderName = "Cartouche d'encre mal installée";
InkCartridgesMissingName = "Cartouches d'encre manquantes";
InkCartridgeProblemName = "Mustekasetin ongelma";
HPProtectedCartridgeInstalledName = "Une cartouche protégée HP a été installée";
HPProtectedDrumInstalledName = "Tambour protégé HP installé";
UsedHPInstantInkCartridgeTitle = "Cartouche HP Instant Ink usagée";
UsedHPInstantInkCartridge = "La cartouche Instant Ink indiquée ci-dessus peut être utilisée uniquement sur l'imprimante HP Instant Ink ayant initialement servi à l'installer. Elle doit être remplacée.";
TrialConsumableCountExceededName = "Cartouche installée non prise en charge";
ReplaceFaultySupplyTitle = "Remplacer la cartouche d’encre ou la tête d’impression défectueuse.";
ReplaceFaultySupplyMsg = "Un problème grave a été détecté pour l’une des cartouches d’encre ou des têtes d’impression. Remplacez le composant défectueux en prenant soin d’utiliser un produit de marque HP.";
CommunicationFailureName = "Erreur de communication";
ConsumableSubscriptionOptionNotSetName = "Terminer la configuration de l'imprimante";
NonInstantInkCartridgeInstalledName = "Cartouche non-Instant Ink installée";
InstantInkReadyCartridgesInstalledName = "Cartouches HP Instant Ink Ready installées";
PHAStartupBlockedName = "Utilisez de nouvelles cartouches pour le démarrage";
UsedCartridgeNotRecommendedForStartupName = "Il est déconseillé d'utiliser des cartouches usagées pour les opérations de démarrage";
PHAStartupFailedName = "Incident au niveau d'une tête d'impression";
SetupSupplyUpgradeFailedName = "Problème au niveau des cartouches de configuration (SETUP)";
CartridgeSensorFailureName = "Échec du capteur de cartouche";
CartridgeSensorErrorName = "Erreur du capteur de  cartouche";
SHAIDOOITooEarlyFailureName = "Problème du système d'approvisionnement";
InsufficientPrinterMemoryName = "Mémoire imprimante insuffisante";
TonerMemoryMissingName = "La mémoire de cartouche semble manquante";
DrumMemoryMissingName = "La mémoire du tambour semble absente";
UnauthorizedDrumName = "Tambour non autorisé";
PrinterMaintenanceName = "Entretien de l'imprimante";
PrinterMispickName = "Erreur de sélection de l'imprimante";
WrongCartridgeInSlotName = "Cartouche incorrecte dans le compartiment";
ManuallyFeedName = "Alimentation manuelle du papier";
PrintOnBothSidesName = "Recto-verso manuel";
ReplaceCartridgePrintingBlackName = "Remplacer la cartouche d'encre noire";
OverFilledDetectionName = "Trop de papier chargé";

HSDOlderGenerationCartridgeTitle = "Cartouche d'ancienne génération installée";

HardErrorName = "Erreur importante";
InstallFuserName = "Eteignez. Réinstallez unité fusion.";
PoweringDownName = "Arrêt";
FPTestName = "Test FP";
HydeMissingName = "Hyde absent";
OutputBinFullName = "Le bac de sortie est plein.";
MediaSizeMismatchName = "Taille de support inadaptée";
ManualDuplexBlockName = "Blocage de l'interclassement manuel";
ServiceStallName = "Arrêt du service";
ServiceStationStalledName = "La Service station est bloquée";
MediaTooShortToPrintName = "Papier trop court";
MediaTooShortToAutoDuplexName = "Papier trop court en mode recto verso automatique";
MediaTooLongToAutoDuplexName = "Papier trop long en mode recto verso automatique";
MediaPromptName = "Message relatif au support";

ScannerUnknownErrorName = "Erreur inconnue du numériseur";
ScannerInvalidMediaSizeName = "Mauvais format de support du numériseur";
ScannerFeederOpenName = "Le capot du chargeur automatique de documents est ouvert";
ScannerFeederJamName = "Bourrage papier dans le bac d'alimentation automatique";
ScannerFeederEmptyName = "Chargeur de documents vide";
ScannerFeederLoadedName = "Document chargé";
ScannerMispickName = "Défaut dans le bac d'alimentation";
ScannerProcessingName = "Traitement de la numérisation";
ScannerFeederJamOrDirtyName = "ADF coincé ou sale";

OutOfInkName = "Encre épuisée";
OutOfInkTitle = "Cartouche(s) d'encre vide(s)";
OutOfInkMsg = "Aucune encre n'est disponible pour l'impression.\nVous devez installer au moins une des couleurs primaires ou de l'encre noire pour poursuivre l'impression.";
CartridgeVeryLowName = "Très faible niveau d'encre";

LIOProtoErrorName = "Erreur de protocole LIO";
PumpStallName = "Arrêt de la pompe";
Tray2MissingName = "Bac 2 manquant";
TrayAlmostEmptyName = "Niveau de papier bas";
DuplexerMissingName = "Unité d'interclassement manquante";
RearTrayMissingName = "Bac arrière manquant";
PenNotLatchedName = "Cartouche d'impression non verrouillée";
ManualFeedBlockName = "Blocage de l'alimentation manuelle";
TrayMissingName = "Bac à papier manquant";
TrayMissingOrOpenName = "Bac manquant ou ouvert";
InputTrayFailedToOpenName = "Bac à papier bloqué";

NonHPInkName = "Encre non fabriquée par HP";
NonHPInkTitle = "Cartouche(s) d'encre de marque autre que HP";
NonHPInkMsg = "HP ne garantit ni la qualité ni la fiabilité des fournitures de marque autre que HP. La maintenance ou les réparations de l'imprimante résultant de l'utilisation de fourniture de marque autre que HP ne sont pas couvertes par la garantie.\nSi vous pensez avoir acheté une cartouche d'impression HP authentique, consultez notre site à l'adresse suivante : www.hp.com/go/anticounterfeit\nLes fournitures HP authentiques sont conçues et testées pour les imprimantes HP afin de vous aider à toujours obtenir d'excellents résultats.";
NonHPInkRecoverableMsg = "HP respecte le choix des utilisateurs, mais n’est pas en mesure de garantir la qualité ou la fiabilité des cartouches d’encre d’une autre marque. Les interventions ou réparations de l’imprimante consécutives à l’utilisation de cartouches d’encre non HP ne sont pas couvertes par la garantie. Pour poursuivre l’impression avec une cartouche d’encre non HP, appuyez sur le bouton Alimentation et maintenez-le enfoncé, appuyez trois fois sur le bouton Reprise, puis relâchez le bouton Alimentation. La qualité d’impression et les informations relatives au niveau d’encre peuvent cependant être affectées. Pour un résultat optimum, utilisez une (des) cartouche(s) d’encre HP. Si vous pensez avoir acheté une cartouche d’encre HP authentique, rendez-vous à l’adresse suivante : www.hp.com/go/anticounterfeit.";

PPCResumeName = "Reprendre PPC";
MediaTypeMismatchName = "Type de support inadapté";
CustomMediaMismatchName = "Support personnalisé inadapté";
PenCleaningName = "Nettoyage de la cartouche d'impression";
PenCheckingName = "Vérification de la cartouche d'impression";
ParsingName = "Analyse";
DryingMediaName = "Séchage du support";
AccessingPensName = "Accès aux cartouches d'impression";
AligningPensName = "Alignement des cartouches d'impression";
LoadingMediaName = "Chargement du support";
UnloadingMediaName = "Déchargement du support";
NestingPlotsName = "Lignes imbriquées";
ReplacingPrintKitName = "Remplacement de kit d'impression";
GoingOnName = "Continuation";
TransitionName = "Transition";
PanelAccessName = "Accès au panneau frontal";

ParserErrorName = "Erreur d'analyse";
PenMissingName = "Cartouche d'impression absente";
IncorrectPenInstalledName = "Cartouche d'impression incorrecte installée";
TrayMediaJamName = "Bourrage du support du bac";
MediaUnavailableName = "Support non disponible";
UnknownMediaName = "Support inconnu";
MediaLevelInWrongPositionName = "Niveau incorrect du support";
MediaMisalignedName = "Support incorrectement aligné";
MediaInWrongFormatName = "Format incorrect du support";
MediaMispositionedName = "Position incorrecte du support";
MediaEdgeNotDetectedName = "Bord du support non détecté";
InkSupplyMissingName = "Réservoir d'encre manquant";
IncorrectInkSupplyInstalledName = "Le réservoir d'encre installé n'est pas le réservoir correct.";
InkSharedAddressError = "Problème lié à une cartouche d'encre";
InkSupplyFailureName = "Échec du réservoir d'encre";
PenCleanerMissingName = "Le système de nettoyage de la cartouche d'impression manque.";
PenCleanerIncorrectName = "Le système de nettoyage de la cartouche d'impression est incorrect.";

UpgradableSupplyName = "Secure Upgrade détecté";
SupplyUpgradeSuccessName = "Réussite de Secure Upgrade";
SupplyUpgradeFailedName = "Échec de Secure Upgrade";

SubscribedPagesLowName = "Faible nombre de pages auxquelles vous êtes abonné";
SubscribedPagesVeryLowName = "Pages en abonnement très faibles";
SubscribedPagesOutName = "Pages en abonnement épuisées";
SubscriptionNeedToConnectName = "Vous devez vous connecter pour vous abonner";
SubscriptionSuccessfulName = "Souscription du service de remplacement des cartouches réussie";
SubscriptionCancellationSuccessfulName = "L'abonnement à l'encre a été annulé";
SupplyNeedsEnrollmentName = "Inscription à HP Instant Ink nécessaire";
NeedToOrderCartridgeName = "Vous devez commander une cartouche";
ImportantMessageName = "Message disponible important";

PhotoTrayProblemName = "Problème de bac photo";
CriticalConditionName = "Attention requise";
CriticalConditionTitle = "Le périphérique nécessite votre attention";
CriticalConditionMsg = "Affichez les messages sur le tableau de bord pour plus d'informations.";

OutputTrayClosedName = "Bac de sortie fermé";
OutputTrayClosedTitle = "Bac de sortie fermé";
OutputTrayClosedMsg = "Le bac de sortie doit être ouvert pour imprimer. Ouvrez le bac de sortie.";

LowPaperTitle = "La quantité de papier est faible.";
LowPaperMsg = "Veuillez ajouter du papier dans le bac d'entrée.";
LowPaperName = "Quantité de papier faible";

NoPaperName = "Plus de papier";
NoPaperTitle = "Plus de papier";
NoPaperMsg = "Le périphérique manque de papier. Veuillez ajouter du papier dans le bac d'alimentation.";
OutOfPaperTitle = "Le périphérique manque de papier";
OutOfPaperMsg = "Chargez davantage de papier et appuyez sur le bouton $FrontPanelAcceptButton$ sur le périphérique.";

TrayOpenTitle = "Le bac à papier est ouvert";
TrayOpenMsg = "Fermez tous les bacs";
TrayOpenName = "Bac ouvert";

DoorOpenTitle = "Le clapet/couvercle est ouvert.";
DoorOpenMsg = "Le périphérique ne peut pas imprimer parce que le capot est ouvert. Fermez tous les capots du périphérique.";
DoorOpenName = "Le clapet/couvercle est ouvert";
FrontDoorOpenTitle = "Porte avant ouverte";
FrontDoorOpenName = "Porte avant ouverte";
RearDoorOpenTitle = "Porte arrière ouverte";
RearDoorOpenName = "Porte arrière ouverte";

CloseLeftDoorName = "Fermer la porte gauche";
CloseRightDoorName = "Fermer la porte droite";
CloseLowerRightDoorName = "Fermer la porte inférieure droite";
DefectiveMemoryName = "Erreur de ressource mémoire";
DefectiveMemoryOnTonerName = "Erreur mémoire fourniture sur cartouche";
DefectiveMemoryOnDrumName = "Erreur mémoire fourniture sur tambour";

JammedTitle = "Bourrage de papier";
JammedMsg = "Un bourrage de papier a eu lieu. Localisez le bourrage de papier et éliminez-le.";
PaperJamTitle = "Bourrage papier";
PaperJamMsg = "Bourrage papier. Retirez le bourrage et appuyez sur le bouton $FrontPanelAcceptButton$ sur le périphérique.";

ADFPickErrorTrayName = "Prélèvement incorrect du chargeur de documents";
ADFJammedTrayName = "Bourrage du chargeur de documents";

CarriageJamTitle = "Chariot bloqué";
CarriageJamMsg = "Le chariot s'est bloqué. Localisez le blocage du chariot et éliminez-le.";
CarriageJamName = "Chariot bloqué";

PaperJamInTrayName = "Bourrage papier dans le bac";
PaperJamInFuserName = "Bourrage papier dans tête de fusion";
PaperJamInOutputTrayName = "Bourrage papier dans bac de sortie";
PaperJamInDuplixerName = "Bourrage papier dans module recto verso";

OfflineTitle = "Périphérique hors-ligne";
OfflineMsg = "Le périphérique est hors ligne et ne peut pas traiter les jobs d'impression.";
OfflineName = "Désactivée";

StartupRoutineFailedName = "Routine de démarrage - Alerte encre";
CartridgeCounterfeitOrUsedName = "Une cartouche usagée ou de contreçon a été détectée";
SupplyCartridgeRefilledName = "Une cartouche usagée, re-remplie ou de contrefaçon a été détectée";
CartridgeCounterfeitAdvisoryName = "Avis sur les cartouches de contrefaçon";

UnauthorizedSupplyName = "Cartouche non autorisée";

CartridgeMissingOrPaperJamTitle = "Bourrage papier ou cartouche noire manquante";
CartridgeMissingOrPaperJamMsg = "Installez la cartouche noire ou dégagez le papier coincé, puis ouvrez et fermez la porte.";
CartridgeMissingOrPaperJamName = "Bourrage papier ou cartouche noire manquante";

InsertSETUPCartridge = "Installer une cartouche de configuration";
InsertNonSETUPCartridge = "Installer une autre cartouche";

WaxSpittoonReplaceNeededTitle = "Remplacez immédiatement le module du service d'encre.";
WaxSpittoonReplaceNeededMsg = "Le module du service d'encre est maintenant plein. Lorsqu'il est plein, l'imprimante va s'arrêter d'imprimer. Si vous avez un remplacement pour le module de service d'encre, remplacez-le dès maintenant en suivant les instructions fournies avec le module. Sinon, visitez le site Web www.hp.com/support/dj460 ou contactez le service clients de HP pour obtenir un module de remplacement. Pendant ce temps, retirez la cartouche d'impression située à droite pour continuer à imprimer. L'imprimante peut imprimer uniquement à l'aide de la cartouche d'impression en couleur, mais les couleurs et la vitesse d'impression peuvent être affectées.";
WaxSpittoonReplaceNeededName = "Le récipient de cire est plein.";

IsmFullName = "Module de service d'encre plein";
IsmFullTitle = "Module de service d'encre plein";
IsmFullMsg = "Remplacez le module de service d'encre immédiatement.";

PrintheadsServiceStatus = "Entretien des cartouches";
PrintheadsServiceSupplies = "Entretien des têtes d'impression";

PaperMismatchTitle = "Papier incorrect";
PaperMismatchMsg = "Le papier détecté ne correspond pas au format sélectionné. Appuyez sur $FrontPanelAcceptButton$ et choisissez un format de papier différent ou changez de papier dans le périphérique.";
UnexpectedPaperSizeName = "Taille du papier inattendue";

BlackCartridgeMisinstalledName = "Cartouche d'impression en noir installée incorrectement.";
BlackCartridgeMisinstalledTitle = "Cartouche d'impression en noir installée incorrectement.";
BlackCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'impression en noir. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche. Si vous ne disposez pas de cartouche de remplacement à installer lorsque la qualité d'impression devient inacceptable, vous pouvez retirer la cartouche d'impression et imprimer uniquement à l'aide de la cartouche restante. L'impression s'effectuera peut-être plus lentement, et les couleurs imprimées paraîtront peut-être différentes de celles que vous obtenez lorsque toutes les cartouches sont installées.";
BlackCartridgeMisinstalledShortMsg = "Il y a un problème avec la cartouche d'impression en noir. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";
OnePenDeviceBlackCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'impression en noir. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";

ColorCartridgeMissingTitle = "La cartouche d'impression située à couleur est manquante.";
ColorCartridgeMissingMsg = "La cartouche d'impression située à couleur n'a pas été détectée dans l'imprimante parce qu'elle était installée incorrectement ou est manquante. L'imprimante peut imprimer à l'aide d'une seule cartouche d'impression, mais les couleurs et la vitesse d'impression peuvent être affectées. Si vous avez récemment installé une cartouche d'impression, assurez-vous que vous avez retiré le film de protection couvrant le gicleur de la cartouche.";

ColorCartridgeMisinstalledName = "Cartouche d'impression en couleur installée incorrectement.";
ColorCartridgeMisinstalledTitle = "Cartouche d'impression en couleur installée incorrectement.";
ColorCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'impression en couleur. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche. Si vous ne disposez pas de cartouche de remplacement à installer lorsque la qualité d'impression devient inacceptable, vous pouvez retirer la cartouche d'impression et imprimer uniquement à l'aide de la cartouche restante. L'impression s'effectuera peut-être plus lentement, et les couleurs imprimées paraîtront peut-être différentes de celles que vous obtenez lorsque toutes les cartouches sont installées.";
ColorCartridgeMisinstalledShortMsg = "Il y a un problème avec la cartouche d'impression en couleur. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";
OnePenDeviceColorCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'impression en couleur. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";

PhotoCartridgeMisinstalledName = "Cartouche d'impression photo installée incorrectement.";
PhotoCartridgeMisinstalledTitle = "Cartouche d'impression photo installée incorrectement.";
PhotoCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'impression photo. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche. Si vous ne disposez pas de cartouche de remplacement à installer lorsque la qualité d'impression devient inacceptable, vous pouvez retirer la cartouche d'impression et imprimer uniquement à l'aide de la cartouche restante. L'impression s'effectuera peut-être plus lentement, et les couleurs imprimées paraîtront peut-être différentes de celles que vous obtenez lorsque toutes les cartouches sont installées.";
PhotoCartridgeMisinstalledShortMsg = "Il y a un problème avec la cartouche d'impression photo. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";
OnePenDevicePhotoCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'impression photo. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";

GrayCartridgeMisinstalledName = "Cartouche d'impression en gris installée incorrectement.";
GrayCartridgeMisinstalledTitle = "Cartouche d'impression en gris installée incorrectement.";
GrayCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'impression en gris. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche. Si vous ne disposez pas de cartouche de remplacement à installer lorsque la qualité d'impression devient inacceptable, vous pouvez retirer la cartouche d'impression et imprimer uniquement à l'aide de la cartouche restante. L'impression s'effectuera peut-être plus lentement, et les couleurs imprimées paraîtront peut-être différentes de celles que vous obtenez lorsque toutes les cartouches sont installées.";
GrayCartridgeMisinstalledShortMsg = "Il y a un problème avec la cartouche d'impression en gris. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";
OnePenDeviceGrayCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'impression en gris. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";

BlackCartridgeErrorName = "Problème avec la cartouche d'impression en noir.";
BlackCartridgeErrorTitle = "Problème avec la cartouche d'impression en noir.";
BlackCartridgeErrorMsg = "Il y a un problème avec la cartouche d'impression en noir. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche. Si vous ne disposez pas de cartouche de remplacement à installer lorsque la qualité d'impression devient inacceptable, vous pouvez retirer la cartouche d'impression et imprimer uniquement à l'aide de la cartouche restante. L'imprimante imprimera tous les documents en tons de gris lorsque vous utilisez uniquement la cartouche d'impression restante.";
BlackCartridgeErrorShortMsg = "Il y a un problème avec la cartouche d'impression en noir. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";
OnePenDeviceBlackCartridgeErrorMsg = "Il y a un problème avec la cartouche d'impression en noir. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";

ColorCartridgeErrorName = "Problème avec la cartouche d'impression en couleur.";
ColorCartridgeErrorTitle = "Problème avec la cartouche d'impression en couleur.";
ColorCartridgeErrorMsg = "Il y a un problème avec la cartouche d'impression en couleur. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche. Si vous ne disposez pas de cartouche de remplacement à installer lorsque la qualité d'impression devient inacceptable, vous pouvez retirer la cartouche d'impression et imprimer uniquement à l'aide de la cartouche restante. L'imprimante imprimera tous les documents en tons de gris lorsque vous utilisez uniquement la cartouche d'impression restante.";
ColorCartridgeErrorShortMsg = "Il y a un problème avec la cartouche d'impression en couleur. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";
OnePenDeviceColorCartridgeErrorMsg = "Il y a un problème avec la cartouche d'impression en couleur. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";

PhotoCartridgeErrorName = "Problème avec la cartouche d'impression photo.";
PhotoCartridgeErrorTitle = "Problème avec la cartouche d'impression photo.";
PhotoCartridgeErrorMsg = "Il y a un problème avec la cartouche d'impression photo. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche. Si vous ne disposez pas de cartouche de remplacement à installer lorsque la qualité d'impression devient inacceptable, vous pouvez retirer la cartouche d'impression et imprimer uniquement à l'aide de la cartouche restante. L'imprimante imprimera tous les documents en tons de gris lorsque vous utilisez uniquement la cartouche d'impression restante.";
PhotoCartridgeErrorShortMsg = "Il y a un problème avec la cartouche d'impression photo. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";
OnePenDevicePhotoCartridgeErrorMsg = "Il y a un problème avec la cartouche d'impression photo. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";

GrayCartridgeErrorName = "Problème avec la cartouche d'impression en gris.";
GrayCartridgeErrorTitle = "Problème avec la cartouche d'impression en gris.";
GrayCartridgeErrorMsg = "Il y a un problème avec la cartouche d'impression en gris. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche. Si vous ne disposez pas de cartouche de remplacement à installer lorsque la qualité d'impression devient inacceptable, vous pouvez retirer la cartouche d'impression et imprimer uniquement à l'aide de la cartouche restante. L'imprimante imprimera tous les documents en tons de gris lorsque vous utilisez uniquement la cartouche d'impression restante.";
GrayCartridgeErrorShortMsg = "Il y a un problème avec la cartouche d'impression en gris. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";
OnePenDeviceGrayCartridgeErrorMsg = "Il y a un problème avec la cartouche d'impression en gris. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";

LeftCartridgeMissingTitle = "La cartouche d'impression située à gauche est manquante.";
LeftCartridgeMissingMsg = "La cartouche d'impression située à gauche n'a pas été détectée dans l'imprimante parce qu'elle était installée incorrectement ou est manquante. L'imprimante peut imprimer à l'aide d'une seule cartouche d'impression, mais les couleurs et la vitesse d'impression peuvent être affectées. Si vous avez récemment installé une cartouche d'impression, assurez-vous que vous avez retiré le film de protection couvrant le gicleur de la cartouche.";
LeftCartridgeMissingShortMsg = "La cartouche d'impression située à gauche n'a pas été détectée dans l'imprimante parce qu'elle était installée incorrectement ou est manquante. Si vous avez récemment installé une cartouche d'impression, assurez-vous que vous avez retiré le film de protection couvrant le gicleur de la cartouche.";
LeftCartridgeMissingName = "La cartouche située à gauche est manquante.";

LeftCartridgeMisinstalledTitle = "La cartouche d'impression située à gauche est installée incorrectement.";
LeftCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'impression située à gauche. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche. Si vous ne disposez pas de cartouche de remplacement à installer lorsque la qualité d'impression devient inacceptable, vous pouvez retirer la cartouche d'impression et imprimer uniquement à l'aide de la cartouche restante. L'impression s'effectuera peut-être plus lentement, et les couleurs imprimées paraîtront peut-être différentes de celles que vous obtenez lorsque toutes les cartouches sont installées.";
LeftCartridgeMisinstalledShortMsg = "Il y a un problème avec la cartouche d'impression située à gauche. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";
LeftCartridgeMisinstalledName = "La cartouche d'impression située à gauche est installée incorrectement.";

LeftCartridgeIncorrectTitle = "Cartouche d'impression incorrecte.";
LeftCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'impression située à gauche. Au moins une des cartouches d'impression actuellement installées n'est pas conçue pour être utilisée sur cette imprimante. Pour plus d'informations sur les types de cartouches d'impression que votre imprimante peut utiliser, voir \"$SupplyInfoTask$\" l'écran.";
LeftCartridgeIncorrectName = "Cartouche d'impression incorrecte.";

LeftCartridgeErrorTitle = "Problème avec la cartouche d'impression située à gauche.";
LeftCartridgeErrorMsg = "Il y a un problème avec la cartouche d'impression située à gauche. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche. Si vous ne disposez pas de cartouche de remplacement à installer lorsque la qualité d'impression devient inacceptable, vous pouvez retirer la cartouche d'impression et imprimer uniquement à l'aide de la cartouche restante. L'imprimante imprimera tous les documents en tons de gris lorsque vous utilisez uniquement la cartouche d'impression restante.";
LeftCartridgeErrorShortMsg = "Il y a un problème avec la cartouche d'impression située à gauche. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";
LeftCartridgeErrorName = "Problème avec la cartouche d'impression située à gauche.";

LeftCartridgeExpiredTitle = "La cartouche est arrivée à expiration - Gauche";
LeftCartridgeExpiredMsg = "L'encre de la cartouche suivante est périmée : Gauche.\nLa maintenance ou les réparations de l'imprimante résultant de l'utilisation d'encre périmée ne sont pas couvertes par la garantie.\nRemplacez la cartouche d'encre périmée.";

LeftCartridgeNonHPTitle = "La cartouche est de marque autre que HP - Gauche";
LeftCartridgeNonHPMsg = "HP ne garantit ni la qualité ni la fiabilité des fournitures de marque autre que HP. La maintenance ou les réparations de l'imprimante résultant de l'utilisation de fourniture de marque autre que HP ne sont pas couvertes par la garantie.\nSi vous pensez avoir acheté une cartouche d'impression HP authentique, consultez notre site à l'adresse suivante : www.hp.com/go/anticounterfeit\nLes fournitures HP authentiques sont conçues et testées pour les imprimantes HP afin de vous aider à toujours obtenir d'excellents résultats.";

LeftCartridgeLowTitle = "La cartouche est presque vide - Gauche";
LeftCartridgeLowMsg = "La cartouche d’encre va bientôt devoir être remplacée. Lorsque la cartouche est vide, l’imprimante cesse de fonctionner jusqu’à ce que vous ayez effectué le remplacement.";

LeftCartridgeOutTitle = "La cartouche est vide - Gauche";
LeftCartridgeOutMsg = "Remplacez-la par une nouvelle cartouche d’encre HP. L’imprimante ne fonctionnera pas tant que la cartouche n’aura pas été remplacée.";

RightCartridgeMissingTitle = "La cartouche d'impression située à droite est manquante.";
RightCartridgeMissingMsg = "La cartouche d'impression située à droite n'a pas été détectée dans l'imprimante parce qu'elle était installée incorrectement ou est manquante. L'imprimante peut imprimer uniquement à l'aide de la cartouche d'impression couleur, mais les couleurs et la vitesse d'impression peuvent être affectées. Si vous avez récemment installé une cartouche d'impression, assurez-vous que vous avez retiré le film de protection couvrant le gicleur de la cartouche.";
RightCartridgeMissingShortMsg = "La cartouche d'impression située à droite n'a pas été détectée dans l'imprimante parce qu'elle était installée incorrectement ou est manquante. Si vous avez récemment installé une cartouche d'impression, assurez-vous que vous avez retiré le film de protection couvrant le gicleur de la cartouche.";
RightCartridgeMissingName = "La cartouche d'impression située à droite est manquante.";

RightCartridgeMisinstalledTitle = "La cartouche d'impression située à droite est installée incorrectement.";
RightCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'impression située à droite. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche. Si vous ne disposez pas de cartouche de remplacement à installer lorsque la qualité d'impression devient inacceptable, vous pouvez retirer la cartouche d'impression et imprimer uniquement à l'aide de la cartouche restante. L'impression s'effectuera peut-être plus lentement, et les couleurs imprimées paraîtront peut-être différentes de celles que vous obtenez lorsque toutes les cartouches sont installées.";
RightCartridgeMisinstalledShortMsg = "Il y a un problème avec la cartouche d'impression située à droite. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";
RightCartridgeMisinstalledName = "La cartouche d'impression située à droite est installée incorrectement.";

RightCartridgeIncorrectTitle = "Cartouche d'impression incorrecte.";
RightCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'impression située à droite. Au moins une des cartouches d'impression actuellement installées n'est pas conçue pour être utilisée sur cette imprimante. Pour plus d'informations sur les types de cartouches d'impression que votre imprimante peut utiliser, voir \"$SupplyInfoTask$\" l'écran.";
RightCartridgeIncorrectName = "Cartouche d'impression incorrecte.";

RightCartridgeErrorTitle = "Problème avec la cartouche d'impression située à droite.";
RightCartridgeErrorMsg = "Il y a un problème avec la cartouche d'impression située à droite. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche. Si vous ne disposez pas de cartouche de remplacement à installer lorsque la qualité d'impression devient inacceptable, vous pouvez retirer la cartouche d'impression et imprimer uniquement à l'aide de la cartouche restante. L'imprimante imprimera tous les documents en tons de gris lorsque vous utilisez uniquement la cartouche d'impression restante.";
RightCartridgeErrorShortMsg = "Il y a un problème avec la cartouche d'impression située à droite. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinsérez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche.";
RightCartridgeErrorName = "Problème avec la cartouche d'impression située à droite.";

RightCartridgeExpiredTitle = "La cartouche est arrivée à expiration - Droite";
RightCartridgeExpiredMsg = "L'encre de la cartouche suivante est périmée : Droite.\nLa maintenance ou les réparations de l'imprimante résultant de l'utilisation d'encre périmée ne sont pas couvertes par la garantie.\nRemplacez la cartouche d'encre périmée.";

RightCartridgeNonHPTitle = "La cartouche est de marque autre que HP - Droite";
RightCartridgeNonHPMsg = "HP ne garantit ni la qualité ni la fiabilité des fournitures de marque autre que HP. La maintenance ou les réparations de l'imprimante résultant de l'utilisation de fourniture de marque autre que HP ne sont pas couvertes par la garantie.\nSi vous pensez avoir acheté une cartouche d'impression HP authentique, consultez notre site à l'adresse suivante : www.hp.com/go/anticounterfeit\nLes fournitures HP authentiques sont conçues et testées pour les imprimantes HP afin de vous aider à toujours obtenir d'excellents résultats.";

RightCartridgeLowTitle = "La cartouche est presque vide - Droite";
RightCartridgeLowMsg = "La cartouche d’encre va bientôt devoir être remplacée. Lorsque la cartouche est vide, l’imprimante cesse de fonctionner jusqu’à ce que vous ayez effectué le remplacement.";

RightCartridgeOutTitle = "La cartouche est vide - Droite";
RightCartridgeOutMsg = "Remplacez-la par une nouvelle cartouche d’encre noire HP. L’imprimante ne fonctionnera pas tant que la cartouche n’aura pas été remplacée.";

OnePenDeviceCartridgeMissingName = "Cartouche manquante";
OnePenDeviceCartridgeMissingTitle = "Cartouche d'impression manquante";
OnePenDeviceCartridgeMissingMsg = "La cartouche d'impression n'a pas été détectée dans l'imprimante parce qu'elle est incorrectement installée ou manquante. Si vous avez récemment installé une cartouche d'impression, assurez-vous d'avoir retiré le film de protection couvrant le gicleur de la cartouche.";

OnePenDeviceCartridgeMisinstalledName = "Cartouche incorrectement installée";
OnePenDeviceCartridgeMisinstalledTitle = "Cartouche d'impression incorrectement installée";
OnePenDeviceCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'impression. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinstallez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche d'impression.";

OnePenDeviceCartridgeIncorrectName = "Cartouche d'impression incorrecte.";
OnePenDeviceCartridgeIncorrectTitle = "Cartouche d'impression incorrecte.";
OnePenDeviceCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'impression. La cartouche d'impression actuellement installée ne peut pas être utilisée avec cette imprimante. Pour plus d'informations sur les cartouches d'impression pouvant être utilisées par votre imprimante, reportez-vous à l'écran \"$SupplyInfoTask$\".";

OnePenDeviceCartridgeErrorName = "Problème avec la cartouche";
OnePenDeviceCartridgeErrorTitle = "Problème avec la cartouche d'impression";
OnePenDeviceCartridgeErrorMsg = "Il y a un problème avec la cartouche d'impression. Pour résoudre ce problème :\n1. Retirez la cartouche d'impression.\n2. Réinstallez la cartouche d'impression.\nSi le problème persiste, remplacez la cartouche d'impression.";

SeparatePenDeviceBlackCartridgeMissingName = "Cartouche noire manquante";
SeparatePenDeviceBlackCartridgeMissingTitle = "Cartouche d'encre noire manquante";
SeparatePenDeviceBlackCartridgeMissingMsg = "La cartouche d'encre noire n'a pas été détectée dans l'imprimante parce qu'elle est incorrectement installée ou manquante.";

SeparatePenDeviceBlackCartridgeMisinstalledName = "Cartouche noire incorrectement installée";
SeparatePenDeviceBlackCartridgeMisinstalledTitle = "Cartouche d'encre noire incorrectement installée";
SeparatePenDeviceBlackCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'encre noire. Pour résoudre ce problème :\n1. Retirez la cartouche d'encre.\n2. Réinstallez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche d'encre.";

SeparatePenDeviceBlackCartridgeIncorrectName = "Cartouche noire incorrecte";
SeparatePenDeviceBlackCartridgeIncorrectTitle = "Cartouche d'encre noire incorrecte";
SeparatePenDeviceBlackCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'encre noire. L'une au moins des cartouches d'encre actuellement installées n'est pas conçue pour être utilisée sur cette imprimante. Pour plus d'informations sur les cartouches d'encre pouvant être utilisées par votre imprimante, reportez-vous à l'écran \"$SupplyInfoTask$\".";

SeparatePenDeviceBlackCartridgeErrorName = "Problème avec la cartouche d'impression noire";
SeparatePenDeviceBlackCartridgeErrorTitle = "Problème avec la cartouche d'encre noire";
SeparatePenDeviceBlackCartridgeErrorMsg = "Il y a un problème avec la cartouche d'encre noire. Pour résoudre ce problème :\n1. Retirez la cartouche d'encre.\n2. Réinstallez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche d'encre.";

SeparatePenDeviceBlackCartridgeLowTitle = "Faible niveau d’encre de la cartouche noire.";
SeparatePenDeviceBlackCartridgeLowMsg = "La cartouche d’encre va bientôt devoir être remplacée. Lorsque la cartouche est vide, l’imprimante cesse de fonctionner jusqu’à ce que vous ayez effectué le remplacement.";

SeparatePenDeviceBlackCartridgeOutTitle = "Remplacer la cartouche d’encre noire vide.";
SeparatePenDeviceBlackCartridgeOutMsg = "Remplacez-la par une nouvelle cartouche d’encre noire HP. L’imprimante ne fonctionnera pas tant que la cartouche n’aura pas été remplacée.";

SeparatePenDeviceBlackCartridgeExpiredTitle = "La cartouche est arrivée à expiration - Noir";
SeparatePenDeviceBlackCartridgeExpiredMsg = "L'encre de la cartouche suivante est périmée : Noir.\nLa maintenance ou les réparations de l'imprimante résultant de l'utilisation d'encre périmée ne sont pas couvertes par la garantie.\nRemplacez la cartouche d'encre périmée.";

SeparatePenDeviceBlackCartridgeNonHPTitle = "La cartouche est de marque autre que HP - Noir";
SeparatePenDeviceBlackCartridgeNonHPMsg = "HP ne garantit ni la qualité ni la fiabilité des fournitures de marque autre que HP. La maintenance ou les réparations de l'imprimante résultant de l'utilisation de fourniture de marque autre que HP ne sont pas couvertes par la garantie.\nSi vous pensez avoir acheté une cartouche d'impression HP authentique, consultez notre site à l'adresse suivante : www.hp.com/go/anticounterfeit\nLes fournitures HP authentiques sont conçues et testées pour les imprimantes HP afin de vous aider à toujours obtenir d'excellents résultats.";

SeparatePenDeviceCyanCartridgeMissingName = "Cartouche cyan manquante";
SeparatePenDeviceCyanCartridgeMissingTitle = "Cartouche d'encre cyan manquante";
SeparatePenDeviceCyanCartridgeMissingMsg = "La cartouche d'encre cyan n'a pas été détectée dans l'imprimante parce qu'elle est incorrectement installée ou manquante.";

SeparatePenDeviceCyanCartridgeMisinstalledName = "Cartouche d'impression cyan incorrectement installée";
SeparatePenDeviceCyanCartridgeMisinstalledTitle = "Cartouche d'encre cyan incorrectement installée";
SeparatePenDeviceCyanCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'encre cyan. Pour résoudre ce problème :\n1. Retirez la cartouche d'encre.\n2. Réinstallez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche d'encre.";

SeparatePenDeviceCyanCartridgeIncorrectName = "Cartouche cyan incorrecte";
SeparatePenDeviceCyanCartridgeIncorrectTitle = "Cartouche d'encre cyan incorrecte";
SeparatePenDeviceCyanCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'encre cyan. L'une au moins des cartouches d'encre actuellement installées n'est pas conçue pour être utilisée sur cette imprimante. Pour plus d'informations sur les cartouches d'encre pouvant être utilisées par votre imprimante, reportez-vous à l'écran \"$SupplyInfoTask$\".";

SeparatePenDeviceCyanCartridgeErrorName = "Problème avec la cartouche cyan";
SeparatePenDeviceCyanCartridgeErrorTitle = "Problème avec la cartouche d'encre cyan";
SeparatePenDeviceCyanCartridgeErrorMsg = "Il y a un problème avec la cartouche d'encre cyan. Pour résoudre ce problème :\n1. Retirez la cartouche d'encre.\n2. Réinstallez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche d'encre.";

SeparatePenDeviceCyanCartridgeLowTitle = "Faible niveau d’encre de la cartouche cyan.";
SeparatePenDeviceCyanCartridgeLowMsg = "La cartouche d’encre va bientôt devoir être remplacée. Lorsque la cartouche est vide, l’imprimante cesse de fonctionner jusqu’à ce que vous ayez effectué le remplacement.";

SeparatePenDeviceCyanCartridgeOutTitle = "Remplacer la cartouche d’encre cyan vide.";
SeparatePenDeviceCyanCartridgeOutMsg = "Remplacez-la par une nouvelle cartouche d’encre cyan HP. L’imprimante ne fonctionnera pas tant que la cartouche n’aura pas été remplacée.";

SeparatePenDeviceCyanCartridgeExpiredTitle = "La cartouche est arrivée à expiration - Cyan";
SeparatePenDeviceCyanCartridgeExpiredMsg = "L'encre de la cartouche suivante est périmée : Cyan.\nLa maintenance ou les réparations de l'imprimante résultant de l'utilisation d'encre périmée ne sont pas couvertes par la garantie.\nRemplacez la cartouche d'encre périmée.";

SeparatePenDeviceCyanCartridgeNonHPTitle = "La cartouche est de marque autre que HP - Cyan";
SeparatePenDeviceCyanCartridgeNonHPMsg = "HP ne garantit ni la qualité ni la fiabilité des fournitures de marque autre que HP. La maintenance ou les réparations de l'imprimante résultant de l'utilisation de fourniture de marque autre que HP ne sont pas couvertes par la garantie.\nSi vous pensez avoir acheté une cartouche d'impression HP authentique, consultez notre site à l'adresse suivante : www.hp.com/go/anticounterfeit\nLes fournitures HP authentiques sont conçues et testées pour les imprimantes HP afin de vous aider à toujours obtenir d'excellents résultats.";

SeparatePenDeviceMagentaCartridgeMissingName = "Cartouche magenta manquante";
SeparatePenDeviceMagentaCartridgeMissingTitle = "Cartouche d'encre magenta manquante";
SeparatePenDeviceMagentaCartridgeMissingMsg = "La cartouche d'encre magenta n'a pas été détectée dans l'imprimante parce qu'elle est incorrectement installée ou manquante.";

SeparatePenDeviceMagentaCartridgeMisinstalledName = "Cartouche magenta incorrectement installée";
SeparatePenDeviceMagentaCartridgeMisinstalledTitle = "Cartouche d'encre magenta incorrectement installée";
SeparatePenDeviceMagentaCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'encre magenta. Pour résoudre ce problème :\n1. Retirez la cartouche d'encre.\n2. Réinstallez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche d'encre.";

SeparatePenDeviceMagentaCartridgeIncorrectName = "Cartouche magenta incorrecte";
SeparatePenDeviceMagentaCartridgeIncorrectTitle = "Cartouche d'encre magenta incorrecte";
SeparatePenDeviceMagentaCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'encre magenta. L'une au moins des cartouches d'encre actuellement installées n'est pas conçue pour être utilisée sur cette imprimante. Pour plus d'informations sur les cartouches d'encre pouvant être utilisées par votre imprimante, reportez-vous à l'écran \"$SupplyInfoTask$\".";

SeparatePenDeviceMagentaCartridgeErrorName = "Problème avec la cartouche magenta";
SeparatePenDeviceMagentaCartridgeErrorTitle = "Problème avec la cartouche d'encre magenta";
SeparatePenDeviceMagentaCartridgeErrorMsg = "Il y a un problème avec la cartouche d'encre magenta. Pour résoudre ce problème :\n1. Retirez la cartouche d'encre.\n2. Réinstallez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche d'encre.";

SeparatePenDeviceMagentaCartridgeLowTitle = "Faible niveau d’encre de la cartouche magenta.";
SeparatePenDeviceMagentaCartridgeLowMsg = "La cartouche d’encre va bientôt devoir être remplacée. Lorsque la cartouche est vide, l’imprimante cesse de fonctionner jusqu’à ce que vous ayez effectué le remplacement.";

SeparatePenDeviceMagentaCartridgeOutTitle = "Remplacer la cartouche d’encre magenta vide.";
SeparatePenDeviceMagentaCartridgeOutMsg = "Remplacez-la par une nouvelle cartouche d’encre magenta HP. L’imprimante ne fonctionnera pas tant que la cartouche n’aura pas été remplacée.";

SeparatePenDeviceMagentaCartridgeExpiredTitle = "La cartouche est arrivée à expiration - Magenta";
SeparatePenDeviceMagentaCartridgeExpiredMsg = "L'encre de la cartouche suivante est périmée : Magenta.\nLa maintenance ou les réparations de l'imprimante résultant de l'utilisation d'encre périmée ne sont pas couvertes par la garantie.\nRemplacez la cartouche d'encre périmée.";

SeparatePenDeviceMagentaCartridgeNonHPTitle = "La cartouche est de marque autre que HP - Magenta";
SeparatePenDeviceMagentaCartridgeNonHPMsg = "HP ne garantit ni la qualité ni la fiabilité des fournitures de marque autre que HP. La maintenance ou les réparations de l'imprimante résultant de l'utilisation de fourniture de marque autre que HP ne sont pas couvertes par la garantie.\nSi vous pensez avoir acheté une cartouche d'impression HP authentique, consultez notre site à l'adresse suivante : www.hp.com/go/anticounterfeit\nLes fournitures HP authentiques sont conçues et testées pour les imprimantes HP afin de vous aider à toujours obtenir d'excellents résultats.";

SeparatePenDeviceYellowCartridgeMissingName = "Cartouche jaune manquante";
SeparatePenDeviceYellowCartridgeMissingTitle = "Cartouche d'encre jaune manquante";
SeparatePenDeviceYellowCartridgeMissingMsg = "La cartouche d'encre jaune n'a pas été détectée dans l'imprimante parce qu'elle est incorrectement installée ou manquante.";

SeparatePenDeviceYellowCartridgeMisinstalledName = "La cartouche d'impression jaune est incorrectement installée.";
SeparatePenDeviceYellowCartridgeMisinstalledTitle = "Cartouche d'encre jaune incorrectement installée";
SeparatePenDeviceYellowCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'encre jaune. Pour résoudre ce problème :\n1. Retirez la cartouche d'encre.\n2. Réinstallez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche d'encre.";

SeparatePenDeviceYellowCartridgeIncorrectName = "Cartouche jaune incorrecte";
SeparatePenDeviceYellowCartridgeIncorrectTitle = "Cartouche d'encre jaune incorrecte";
SeparatePenDeviceYellowCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'encre jaune. L'une au moins des cartouches d'encre actuellement installées n'est pas conçue pour être utilisée sur cette imprimante. Pour plus d'informations sur les cartouches d'encre pouvant être utilisées par votre imprimante, reportez-vous à l'écran \"$SupplyInfoTask$\".";

SeparatePenDeviceYellowCartridgeErrorName = "Problème avec la cartouche jaune";
SeparatePenDeviceYellowCartridgeErrorTitle = "Problème avec la cartouche d'encre jaune";
SeparatePenDeviceYellowCartridgeErrorMsg = "Il y a un problème avec la cartouche d'encre jaune. Pour résoudre ce problème :\n1. Retirez la cartouche d'encre.\n2. Réinstallez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche d'encre.";

SeparatePenDeviceYellowCartridgeLowTitle = "Faible niveau d’encre de la cartouche jaune.";
SeparatePenDeviceYellowCartridgeLowMsg = "La cartouche d’encre va bientôt devoir être remplacée. Lorsque la cartouche est vide, l’imprimante cesse de fonctionner jusqu’à ce que vous ayez effectué le remplacement.";

SeparatePenDeviceYellowCartridgeOutTitle = "Remplacer la cartouche d’encre jaune vide.";
SeparatePenDeviceYellowCartridgeOutMsg = "Remplacez-la par une nouvelle cartouche d’encre jaune HP. L’imprimante ne fonctionnera pas tant que la cartouche n’aura pas été remplacée.";

SeparatePenDeviceYellowCartridgeExpiredTitle = "La cartouche est arrivée à expiration - Jaune";
SeparatePenDeviceYellowCartridgeExpiredMsg = "L'encre de la cartouche suivante est périmée : Jaune.\nLa maintenance ou les réparations de l'imprimante résultant de l'utilisation d'encre périmée ne sont pas couvertes par la garantie.\nRemplacez la cartouche d'encre périmée.";

SeparatePenDeviceYellowCartridgeNonHPTitle = "La cartouche est de marque autre que HP - Jaune";
SeparatePenDeviceYellowCartridgeNonHPMsg = "HP ne garantit ni la qualité ni la fiabilité des fournitures de marque autre que HP. La maintenance ou les réparations de l'imprimante résultant de l'utilisation de fourniture de marque autre que HP ne sont pas couvertes par la garantie.\nSi vous pensez avoir acheté une cartouche d'impression HP authentique, consultez notre site à l'adresse suivante : www.hp.com/go/anticounterfeit\nLes fournitures HP authentiques sont conçues et testées pour les imprimantes HP afin de vous aider à toujours obtenir d'excellents résultats.";

SeparatePenDeviceLightCyanCartridgeMissingName = "Cartouche cyan clair manquante";
SeparatePenDeviceLightCyanCartridgeMissingTitle = "Cartouche d'encre cyan clair manquante";
SeparatePenDeviceLightCyanCartridgeMissingMsg = "La cartouche d'encre cyan clair n'a pas été détectée dans l'imprimante parce qu'elle est incorrectement installée ou manquante.";

SeparatePenDeviceLightCyanCartridgeMisinstalledName = "Cartouche cyan clair incorrectement installée";
SeparatePenDeviceLightCyanCartridgeMisinstalledTitle = "Cartouche d'encre cyan clair incorrectement installée";
SeparatePenDeviceLightCyanCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'encre cyan clair. Pour résoudre ce problème :\n1. Retirez la cartouche d'encre.\n2. Réinstallez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche d'encre.";

SeparatePenDeviceLightCyanCartridgeIncorrectName = "Cartouche cyan clair incorrecte";
SeparatePenDeviceLightCyanCartridgeIncorrectTitle = "Cartouche d'encre cyan clair incorrecte";
SeparatePenDeviceLightCyanCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'encre cyan clair. L'une au moins des cartouches d'encre actuellement installées n'est pas conçue pour être utilisée sur cette imprimante. Pour plus d'informations sur les cartouches d'encre pouvant être utilisées par votre imprimante, reportez-vous à l'écran \"$SupplyInfoTask$\".";

SeparatePenDeviceLightCyanCartridgeErrorName = "Problème avec la cartouche cyan clair";
SeparatePenDeviceLightCyanCartridgeErrorTitle = "Problème avec la cartouche d'encre cyan clair";
SeparatePenDeviceLightCyanCartridgeErrorMsg = "Il y a un problème avec la cartouche d'encre cyan clair. Pour résoudre ce problème :\n1. Retirez la cartouche d'encre.\n2. Réinstallez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche d'encre.";

SeparatePenDeviceLightCyanCartridgeLowTitle = "Niveau d’encre faible dans la cartouche cyan clair";
SeparatePenDeviceLightCyanCartridgeLowMsg = "La cartouche d’encre va bientôt devoir être remplacée. Lorsque la cartouche est vide, l’imprimante cesse de fonctionner jusqu’à ce que vous ayez effectué le remplacement.";

SeparatePenDeviceLightCyanCartridgeOutTitle = "Remplacez la cartouche d’encre cyan clair vide.";
SeparatePenDeviceLightCyanCartridgeOutMsg = "Remplacez la cartouche par une cartouche d’encre cyan clair HP neuve. L’imprimante ne procédera à l’impression qu’une fois la cartouche remplacée.";

SeparatePenDeviceLightCyanCartridgeExpiredTitle = "La cartouche est arrivée à expiration - Cyan clair";
SeparatePenDeviceLightCyanCartridgeExpiredMsg = "L'encre de la cartouche suivante est périmée : Cyan clair.\nLa maintenance ou les réparations de l'imprimante résultant de l'utilisation d'encre périmée ne sont pas couvertes par la garantie.\nRemplacez la cartouche d'encre périmée.";

SeparatePenDeviceLightCyanCartridgeNonHPTitle = "La cartouche est de marque autre que HP - Cyan clair";
SeparatePenDeviceLightCyanCartridgeNonHPMsg = "HP ne garantit ni la qualité ni la fiabilité des fournitures de marque autre que HP. La maintenance ou les réparations de l'imprimante résultant de l'utilisation de fourniture de marque autre que HP ne sont pas couvertes par la garantie.\nSi vous pensez avoir acheté une cartouche d'impression HP authentique, consultez notre site à l'adresse suivante : www.hp.com/go/anticounterfeit\nLes fournitures HP authentiques sont conçues et testées pour les imprimantes HP afin de vous aider à toujours obtenir d'excellents résultats.";

SeparatePenDeviceLightMagentaCartridgeMissingName = "Cartouche magenta clair manquante";
SeparatePenDeviceLightMagentaCartridgeMissingTitle = "Cartouche d'encre magenta clair manquante";
SeparatePenDeviceLightMagentaCartridgeMissingMsg = "La cartouche d'encre magenta clair n'a pas été détectée dans l'imprimante parce qu'elle est incorrectement installée ou manquante.";

SeparatePenDeviceLightMagentaCartridgeMisinstalledName = "Cartouche magenta clair incorrectement installée";
SeparatePenDeviceLightMagentaCartridgeMisinstalledTitle = "Cartouche d'encre magenta clair incorrectement installée";
SeparatePenDeviceLightMagentaCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'encre magenta clair. Pour résoudre ce problème :\n1. Retirez la cartouche d'encre.\n2. Réinstallez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche d'encre.";

SeparatePenDeviceLightMagentaCartridgeIncorrectName = "Cartouche magenta clair incorrecte";
SeparatePenDeviceLightMagentaCartridgeIncorrectTitle = "Cartouche d'encre magenta clair incorrecte";
SeparatePenDeviceLightMagentaCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'encre magenta clair. L'une au moins des cartouches d'encre actuellement installées n'est pas conçue pour être utilisée sur cette imprimante. Pour plus d'informations sur les cartouches d'encre pouvant être utilisées par votre imprimante, reportez-vous à l'écran \"$SupplyInfoTask$\".";

SeparatePenDeviceLightMagentaCartridgeErrorName = "Problème avec la cartouche magenta clair";
SeparatePenDeviceLightMagentaCartridgeErrorTitle = "Problème avec la cartouche d'encre magenta clair";
SeparatePenDeviceLightMagentaCartridgeErrorMsg = "Il y a un problème avec la cartouche d'encre magenta clair. Pour résoudre ce problème :\n1. Retirez la cartouche d'encre.\n2. Réinstallez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche d'encre.";

SeparatePenDeviceLightMagentaCartridgeLowTitle = "Niveau d’encre faible dans la cartouche magenta clair";
SeparatePenDeviceLightMagentaCartridgeLowMsg = "La cartouche d’encre va bientôt devoir être remplacée. Lorsque la cartouche est vide, l’imprimante cesse de fonctionner jusqu’à ce que vous ayez effectué le remplacement.";

SeparatePenDeviceLightMagentaCartridgeOutTitle = "Remplacez la cartouche d’encre magenta clair vide.";
SeparatePenDeviceLightMagentaCartridgeOutMsg = "Remplacez la cartouche par une cartouche d’encre magenta clair HP neuve. L’imprimante ne procédera à l’impression qu’une fois la cartouche remplacée.";

SeparatePenDeviceLightMagentaCartridgeExpiredTitle = "La cartouche est arrivée à expiration - Magenta clair";
SeparatePenDeviceLightMagentaCartridgeExpiredMsg = "L'encre de la cartouche suivante est périmée : Magenta clair.\nLa maintenance ou les réparations de l'imprimante résultant de l'utilisation d'encre périmée ne sont pas couvertes par la garantie.\nRemplacez la cartouche d'encre périmée.";

SeparatePenDeviceLightMagentaCartridgeNonHPTitle = "La cartouche est de marque autre que HP - Magenta clair";
SeparatePenDeviceLightMagentaCartridgeNonHPMsg = "HP ne garantit ni la qualité ni la fiabilité des fournitures de marque autre que HP. La maintenance ou les réparations de l'imprimante résultant de l'utilisation de fourniture de marque autre que HP ne sont pas couvertes par la garantie.\nSi vous pensez avoir acheté une cartouche d'impression HP authentique, consultez notre site à l'adresse suivante : www.hp.com/go/anticounterfeit\nLes fournitures HP authentiques sont conçues et testées pour les imprimantes HP afin de vous aider à toujours obtenir d'excellents résultats.";

SeparatePenDeviceMatteBlackCartridgeMissingTitle = "Cartouche d'encre noire mate manquante.";
SeparatePenDeviceMatteBlackCartridgeMissingMsg = "La cartouche d'encre noire mate n'a pas été détectée dans l'imprimante parce qu'elle est incorrectement installée ou manquante.";

SeparatePenDeviceMatteBlackCartridgeMisinstalledTitle = "Cartouche d'encre noire mate incorrectement installée.";
SeparatePenDeviceMatteBlackCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'encre noire mate. Pour résoudre ce problème :\n1. Retirez la cartouche d’encre.\n2. Réinsérez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche.";

SeparatePenDeviceMatteBlackCartridgeIncorrectTitle = "La cartouche d'encre noire mate est incorrecte.";
SeparatePenDeviceMatteBlackCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'encre noire mate. L’une au moins des cartouches d'encre actuellement installées n'est pas conçue pour être utilisée sur cette imprimante. Pour plus d'informations sur les types de cartouches d'encre que votre imprimante peut utiliser, voir l'écran \"$SupplyInfoTask$\".";

SeparatePenDeviceMatteBlackCartridgeErrorTitle = "Problème avec la cartouche d'encre noire mate.";
SeparatePenDeviceMatteBlackCartridgeErrorMsg = "Il y a un problème avec la cartouche d'encre noire mate. Pour résoudre ce problème :\n1. Retirez la cartouche d’encre.\n2. Réinsérez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche.";

SeparatePenDeviceMatteBlackCartridgeLowTitle = "Niveau d'encre faible dans la cartouche noire mate.";
SeparatePenDeviceMatteBlackCartridgeLowMsg = "La cartouche d'encre doit bientôt être remplacée. Lorsque la cartouche est vide, l’imprimante cesse de fonctionner jusqu’à ce que vous ayez effectué le remplacement.";

SeparatePenDeviceMatteBlackCartridgeOutTitle = "Remplacez la cartouche d’encre noire mate vide.";
SeparatePenDeviceMatteBlackCartridgeOutMsg = "Remplacez la cartouche par une cartouche d’encre noire mate HP neuve. L’imprimante ne procédera à l’impression qu’une fois la cartouche remplacée.";

SeparatePenDevicePhotoBlackCartridgeMissingTitle = "Cartouche d'encre noire photo manquante.";
SeparatePenDevicePhotoBlackCartridgeMissingMsg = "La cartouche d'encre noire photo n'a pas été détectée dans l'imprimante parce qu'elle est incorrectement installée ou manquante.";

SeparatePenDevicePhotoBlackCartridgeMisinstalledTitle = "Cartouche d'encre noire photo incorrectement installée.";
SeparatePenDevicePhotoBlackCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'encre noire photo. Pour résoudre ce problème :\n1. Retirez la cartouche d’encre.\n2. Réinsérez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche.";

SeparatePenDevicePhotoBlackCartridgeIncorrectTitle = "La cartouche d'encre noire photo est incorrecte.";
SeparatePenDevicePhotoBlackCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'encre noire photo. L’une au moins des cartouches d'encre actuellement installées n'est pas conçue pour être utilisée sur cette imprimante. Pour plus d'informations sur les types de cartouches d'encre que votre imprimante peut utiliser, voir l'écran \"$SupplyInfoTask$\".";

SeparatePenDevicePhotoBlackCartridgeErrorTitle = "Problème avec la cartouche d'encre noire photo.";
SeparatePenDevicePhotoBlackCartridgeErrorMsg = "Il y a un problème avec la cartouche d'encre noire photo. Pour résoudre ce problème :\n1. Retirez la cartouche d’encre.\n2. Réinsérez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche.";

SeparatePenDevicePhotoBlackCartridgeLowTitle = "Niveau d'encre faible dans la cartouche noire photo.";
SeparatePenDevicePhotoBlackCartridgeLowMsg = "La cartouche d'encre doit bientôt être remplacée. Lorsque la cartouche est vide, l’imprimante cesse de fonctionner jusqu’à ce que vous ayez effectué le remplacement.";

SeparatePenDevicePhotoBlackCartridgeOutTitle = "Remplacez la cartouche d’encre noire photo vide.";
SeparatePenDevicePhotoBlackCartridgeOutMsg = "Remplacez la cartouche par une cartouche d’encre noire photo HP neuve. L’imprimante ne procédera à l’impression qu’une fois la cartouche remplacée.";

SeparatePenDeviceLightGrayCartridgeMissingTitle = "Cartouche d'encre gris clair manquante.";
SeparatePenDeviceLightGrayCartridgeMissingMsg = "La cartouche d'impression gris clair n'a pas été détectée dans l'imprimante parce qu'elle est incorrectement installée ou manquante.";

SeparatePenDeviceLightGrayCartridgeMisinstalledTitle = "Cartouche d'encre gris clair incorrectement installée.";
SeparatePenDeviceLightGrayCartridgeMisinstalledMsg = "Il y a un problème avec la cartouche d'encre gris clair. Pour résoudre ce problème :\n1. Retirez la cartouche d’encre.\n2. Réinsérez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche.";

SeparatePenDeviceLightGrayCartridgeIncorrectTitle = "La cartouche d'encre gris clair est incorrecte.";
SeparatePenDeviceLightGrayCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'encre gris clair. L’une au moins des cartouches d'encre actuellement installées n'est pas conçue pour être utilisée sur cette imprimante. Pour plus d'informations sur les types de cartouches d'encre que votre imprimante peut utiliser, voir l'écran \"$SupplyInfoTask$\".";

SeparatePenDeviceLightGrayCartridgeErrorTitle = "Problème avec la cartouche d'encre gris clair.";
SeparatePenDeviceLightGrayCartridgeErrorMsg = "Il y a un problème avec la cartouche d'encre gris clair. Pour résoudre ce problème :\n1. Retirez la cartouche d’encre.\n2. Réinsérez la cartouche d'encre.\nSi le problème persiste, remplacez la cartouche.";

SeparatePenDeviceLightGrayCartridgeLowTitle = "Niveau d’encre faible dans la cartouche gris clair";
SeparatePenDeviceLightGrayCartridgeLowMsg = "La cartouche d'encre doit bientôt être remplacée. Lorsque la cartouche est vide, l’imprimante cesse de fonctionner jusqu’à ce que vous ayez effectué le remplacement.";

SeparatePenDeviceLightGrayCartridgeOutTitle = "Remplacez la cartouche d’encre gris clair vide.";
SeparatePenDeviceLightGrayCartridgeOutMsg = "Remplacez la cartouche par une cartouche d’encre gris clair HP neuve. L’imprimante ne procédera à l’impression qu’une fois la cartouche remplacée.";

LaserjetDeviceBlackCartridgeMissingName = "Cartouche d'encre noire est manquante";
LaserjetDeviceBlackCartridgeMissingTitle = "Cartouche noire est manquante";
LaserjetDeviceBlackCartridgeMissingMsg = "Veuillez installer cartouche d'encre noire pour reprendre l'impression.";

LaserjetDeviceCyanCartridgeMissingName = "Cartouche d'encre cyan est manquante";
LaserjetDeviceCyanCartridgeMissingTitle = "Cartouche cyan est manquante";
LaserjetDeviceCyanCartridgeMissingMsg = "Veuillez installer cartouche d'encre cyan pour reprendre l'impression.";

LaserjetDeviceMagentaCartridgeMissingName = "Cartouche d'encre magenta est manquante";
LaserjetDeviceMagentaCartridgeMissingTitle = "Cartouche magenta est manquante";
LaserjetDeviceMagentaCartridgeMissingMsg = "Veuillez installer cartouche d'encre magenta pour reprendre l'impression.";

LaserjetDeviceYellowCartridgeMissingName = "Cartouche d'encre jaune est manquante";
LaserjetDeviceYellowCartridgeMissingTitle = "Cartouche jaune est manquante";
LaserjetDeviceYellowCartridgeMissingMsg = "Veuillez installer cartouche d'encre jaune pour reprendre l'impression.";

LaserjetDeviceFuserKitMissingName = "Le kit du coronaire est introuvable";
LaserjetDeviceFuserKitMissingTitle = "Le kit du coronaire est introuvable";
LaserjetDeviceFuserKitMissingMsg = "Veuillez installer le kit du coronaire pour continuer à imprimer.";

LaserjetDeviceImageDrumMissingTitle = "Le tambour d'imagerie est manquant";
LaserjetDeviceImageDrumMissingMsg = "Veuillez installer le tambour d'imagerie pour poursuivre l'impression.";

SuppliesStatusAuthentic = "HP authentique";
SuppliesStatusClone = "Carte clone non-HP";
SuppliesStatusRefilled = "Non rempli par HP";
SuppliesStatusUnauthorized = "Non autorisé";
SuppliesStatusGood = "Satisfaisante";
SuppliesStatusMissing = "Manquante";
SuppliesStatusMisinstalled = "Incorrectement installée";
SuppliesStatusIncorrect = "Incorrecte";
SuppliesStatusError = "Remplacement nécessaire";
SuppliesStatusUnknown = "Inconnu";
SuppliesStatusLow = "Faible";
SuppliesStatusOut = "Épuisé";
SupplyLevelVeryLow = "Très bas";
SupplyAuthStateUsed = "Utilisé";
SupplyAuthStateUnsupported = "Non pris en charge";
SupplyAuthStateNonHP = "De marques autres que HP";
SupplyAuthStateIncompatible = "Incompatible";
SuppliesStatusSubscriptionConsumableTemporaryUsageAllowed = "Instant ink";
SuppliesStatusSehoAtInsertion = "Cartouche vide";

PrintheadStatusMissing = "La tête d’impression est manquante";
PrintheadStatusMisinstalled = "La tête d’impression est défectueuse";
PrintheadStatusIncorrect = "La tête d’impression est incompatible";
PrintheadStatusError = "La tête d’impression présente une défaillance";

// Ink strings
SuppliesStatusBothCartridgeName = "Toutes les deux";
SuppliesStatusBothCartridgesMissing = "Manquantes toutes les deux";

InkStatusNearExpiration = "La cartouche arrive à expiration";
InkStatusIncorrect = "La cartouche est incorrecte";
InkStatusError = "La cartouche présente une défaillance";
InkStatusLow = "La cartouche est presque vide";
InkStatusOut = "La cartouche est vide";
InkStatusExpired = "La cartouche est arrivée à expiration";
InkStatusNonHP = "La cartouche est de marque autre que HP";
InkStatusPreviouslyUsed = "La cartouche a été précédemment utilisée";
InkStatusDepleted = "Cartouche usagée, rechargée ou de contrefaçon";
InkStatusMissing = "La cartouche est manquante";
InkStatusVeryLow = "Très faible niveau d'encre";

InkStatusUpgradableSupply = "Cartouche de mise à niveau";
InkStatusSupplyUpgradeSuccess = "Réussite de la mise à niveau";
InkStatusSupplyUpgradeFailed = "Échec de la mise à niveau";

CartridgeStatusWrongSlot = "Cartouche insérée dans emplacement incorrect";
CartridgeStatusMissing = "La cartouche est manquante";
TonerMissingName = "Cartouche manquante";
DrumMissingName = "Tambour absent";
CartridgeStatusIncorrect = "La cartouche est incorrecte";
CartridgeStatusIncompatible = "La cartouche est incompatible";
CartridgeStatusError = "La cartouche présente une défaillance";
CartridgeStatusLow = "La cartouche est presque vide";
CartridgeStatusOut = "La cartouche est vide";
CartridgeStatusExpired = "La cartouche est arrivée à expiration";
CartridgeStatusNonHP = "La cartouche est de marque autre que HP";
CartridgeStatusPreviouslyUsed = "La cartouche a été précédemment utilisée";
CartridgeStatusDepleted = "La cartouche est épuisée";
CartridgeStatusProtected = "Cartouche protégée";
DrumStatusProtectedName = "Le tambour est protégé";
CartridgeIsEmpty = "La cartouche est vide";
CartridgeEmptyNotDetected = "État vide non détecté";
CartridgePossibleRefill = "Recharge possible";
CartridgeStatusUnauthorized = "Cette cartouche n'est pas autorisée";

SeparatePenDeviceBlackYellowPrintHeadMissingTitle = "Installer une tête d’impression noire et jaune";
SeparatePenDeviceBlackYellowPrintHeadMissingMsg = "Installez une tête d’impression noire et jaune HP.\nSoit la tête d’impression n’est pas installée, soit elle a été installée de manière incorrecte.";

SeparatePenDeviceCyanMagentaPrintHeadMissingTitle = "Installer une tête d’impression magenta et cyan";
SeparatePenDeviceCyanMagentaPrintHeadMissingMsg = "Installez une tête d’impression magenta et cyan HP.\nSoit la tête d’impression n’est pas installée, soit elle a été installée de manière incorrecte.";

SeparatePenDeviceBlackPrintHeadMissingTitle = "Installer une tête d’impression noire";
SeparatePenDeviceBlackPrintHeadMissingMsg = "Installez une tête d’impression noire HP.\nSoit la tête d’impression n’est pas installée, soit elle a été installée de manière incorrecte.";

SeparatePenDeviceCyanPrintHeadMissingTitle = "Installer une tête d’impression cyan";
SeparatePenDeviceCyanPrintHeadMissingMsg = "Installez une tête d’impression cyan HP.\nSoit la tête d’impression n’est pas installée, soit elle a été installée de manière incorrecte.";

SeparatePenDeviceMagentaPrintHeadMissingTitle = "Installer une tête d’impression magenta";
SeparatePenDeviceMagentaPrintHeadMissingMsg = "Installez une tête d’impression magenta HP.\nSoit la tête d’impression n’est pas installée, soit elle a été installée de manière incorrecte.";

SeparatePenDeviceYellowPrintHeadMissingTitle = "Installer une tête d’impression jaune";
SeparatePenDeviceYellowPrintHeadMissingMsg = "Installez une tête d’impression jaune HP.\nInstallez une tête d’impression jaune HP.";

SeparatePenDeviceMagentaYellowPrintHeadMissingTitle = "Installez une tête d’impression magenta/jaune.";
SeparatePenDeviceMagentaYellowPrintHeadMissingMsg = "Installez une tête d’impression magenta/jaune HP. La tête d’impression n’est pas installée ou n’est pas installée correctement.";

SeparatePenDeviceMatteBlackCyanPrintHeadMissingTitle = "Installez une tête d’impression noir mat/cyan.";
SeparatePenDeviceMatteBlackCyanPrintHeadMissingMsg = "Installez une tête d’impression noir mat/cyan HP. La tête d’impression n’est pas installée ou n’est pas installée correctement.";

SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingTitle = "Installez une tête d’impression magenta clair/cyan clair.";
SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingMsg = "Installez une tête d’impression magenta clair/cyan clair HP. La tête d’impression n’est pas installée ou n’est pas installée correctement.";

SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingTitle = "Installez une tête d’impression noir photo/gris clair.";
SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingMsg = "Installez une tête d’impression noir photo/gris clair HP. La tête d’impression n’est pas installée ou n’est pas installée correctement.";

InkSensorFailure = "Défaillance de détecteur d'encre";

MissingSmartChipColorSupply = "10.10.%@ Erreur de ressource mémoire";
MissingSmartChipMonoSupply = "Erreur de ressource mémoire";
BadDataFromCartridgeColorSupply = "10.00.%@ Erreur de ressource mémoire";
BadDataFromCartridgeMonoSupply = "Avertissement de ressource mémoire";

BlackCartridgeIncorrectTitle = "Cartouche d'impression incorrecte";
ColorCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'impression couleur. Au moins une des cartouches d'impression installée n'est pas destinée à être utilisée avec cette imprimante. Pour plus d'informations sur la cartouche d'impression qu'utilise votre imprimante, reportez-vous à l'écran \"$SupplyInfoTask$\".";
PhotoCartridgeMissingTitle = "Cartouche d'impression photo manquante";
BlackCartridgeMissingTitle = "Cartouche d'impression noire manquante";
BlackCartridgeMissingMsg = "La cartouche d'impression noire n'a pas été détectée par l'imprimante parce qu'elle n'a pas été installée correctement ou qu'elle est manquante. L'imprimante peut imprimer avec une seule cartouche d'impression mais les résultats couleur et la vitesse d'impression peuvent être affectés. Si vous avez récemment installé une cartouche d'impression, assurez-vous d'avoir retirer le film protecteur recouvrant la buse de la cartouche.";
PhotoCartridgeIncorrectTitle = "Cartouche d'impression incorrecte";
PhotoCartridgeMissingMsg = "La cartouche d'impression photo n'a pas été détectée par l'imprimante parce qu'elle n'a pas été installée correctement ou qu'elle est manquante. L'imprimante peut imprimer avec une seule cartouche d'impression mais les résultats couleur et la vitesse d'impression peuvent être affectés. Si vous avez récemment installé une cartouche d'impression, assurez-vous d'avoir retirer le film protecteur recouvrant la buse de la cartouche.";
PhotoCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'impression photo. Au moins une des cartouches d'impression installée n'est pas destinée à être utilisée avec cette imprimante. Pour plus d'informations sur la cartouche d'impression qu'utilise votre imprimante, reportez-vous à l'écran \"$SupplyInfoTask$\".";
BlackCartridgeIncorrectMsg = "Il y a un problème avec la cartouche d'impression noire. Au moins une des cartouches d'impression actuellement installée n'est pas destinée à être utilisée avec cette imprimante. Pour plus d'informations sur la cartouche d'impression qu'utilise votre imprimante, reportez-vous à l'écran \"$SupplyInfoTask$\".";
ColorCartridgeIncorrectTitle = "Cartouche d'impression incorrecte";

//StatusAlert.nib
AlertWindowTitle = "État de l'imprimante";
ErrorConditionsTitle = "Les conditions d'erreur suivantes ont été détectées sur votre imprimante :";
ExplanationTitle = "Veuillez sélectionner le nom de l'erreur dans la liste ci-dessus pour obtenir un conseil ou des indtructions.";
AlertButtonOk = "OK";

InputTrayOverLoadedName = "Problème lié à un bac";
NeedsEnrollmentName = "La cartouche doit être inscrite";

InkCartridgesDepletedName = "Cartouches d'encre épuisées";
CartridgesDepletedName = "Le niveau des cartouches a nettement baissé";
ReplaceTonerOutName = "Remplacer la cartouche";
ReplaceDrumOutName = "Remplacer le tambour";


